export const IntroduceItems = [
  {
    title: "# 목표를 향해 멈추지 않고 도전하는 개발자",
    value:
      "저는 빠르게 변화하는 프론트엔드 트렌드를 꾸준히 따라가려고 노력하며, 새로운 기술을 배우는 데에 항상 도전하는 개발자입니다. CRA로 Web 프론트엔드 개발을 시작했지만, vite, React Native, Next.js, Gatsby.js 등 다양한 프레임워크와 도구를 직접 사용해보며, 최신 기술을 익히고 실무에 적용하는 데 주저함이 없습니다. 새로운 기술이 등장하면 공식 문서와 커뮤니티 자료를 빠르게 학습하고, 토이 프로젝트나 사이드 프로젝트에 적용해보며 경험을 쌓고 있습니다. 앞으로도 기술 변화에 민감하게 반응하며, 끊임없이 성장하는 개발자가 되기 위해 노력하겠습니다.",
  },
  {
    title: "# 소통하는 개발자",
    value:
      "저는 다양한 분야에 도전하는 동시에, 다양한 프로젝트를 진행하며 여러 사람들과 적극적으로 소통해왔습니다. 프론트엔드 개발을 주로 담당했지만, PM, 디자이너, 백엔드 개발자 등 다양한 역할의 팀원들과 협업하며 프로젝트를 완성해본 경험이 있습니다. 특히, 프로젝트 진행 중 발생하는 이슈나 요구사항을 팀원들과 적극적으로 공유하고, 서로의 의견을 경청하며 최적의 해결책을 찾아가는 과정에서 소통의 중요성을 깊이 느꼈습니다. 이러한 경험을 통해 의견을 조율하고, 문제를 함께 해결하는 소통 능력을 자연스럽게 키울 수 있었습니다. 앞으로도 다양한 사람들과 원활하게 소통하며, 함께 성장하는 개발자가 되고 싶습니다.",
  },
  {
    title: "# 사용자 경험을 중요시하는 개발자",
    value:
      "저는 사용자의 입장에서 생각하는 개발자가 되고자 노력합니다. 서비스를 개발할 때, 단순히 기능 구현에 그치지 않고, 사용자가 어떻게 느끼고, 어떤 불편함을 겪을 수 있는지 고민합니다. 실제로 졸업프로젝트에서 직접 디자인을 해보고, 구현도 해보면서 사용자 경험의 중요성을 몸소 느꼈습니다. 사용자의 피드백을 바탕으로 UI 동선을 개선하고, 접근성을 높이면서 사용자 만족도를 크게 향상시키는 경험을 했습니다. 이러한 경험을 통해 개발자는 단순히 코드를 작성하는 사람이 아니라, 사용자에게 더 나은 경험을 제공하는 역할임을 깨달았습니다. 앞으로도 사용자 중심의 개발을 통해 더 많은 사람들이 편리하게 사용할 수 있는 서비스를 만들고 싶습니다.",
  },
];
