export const IntroduceItems = [
  {
    title: "# 목표를 향해 멈추지 않고 도전하기",
    value:
      "저는 목표를 향해 끊임없이 도전하고, 그 과정을 즐기는 사람입니다. 문과 출신으로 컴퓨터에 대한 지식이 전혀 없었지만, 군 복무 중 전산 시스템을 접한 경험을 계기로 편입을 결심했습니다. 전역 후 1년간 독학으로 대학 수학을 공부하며 수많은 어려움을 겪었지만, 끈기 있게 도전해 컴퓨터공학과 편입에 성공했습니다. 이 경험은 이후 CS 지식과 새로운 개발 기술을 배울 때마다 다시 도전할 수 있는 원동력이 되었고, 개발자로 성장하는 기반이 되었습니다.",
  },
  {
    title: "# 소통하는 개발자",
    value:
      "저는 단순히 기능을 구현하는 개발자가 아니라, 함께 만드는 제품의 가치를 중요하게 생각하는 개발자입니다.Front-end 개발을 주로 담당해왔지만, 프로젝트에서 PM, 디자이너, Back-end(Node.js) 개발자의 역할도 직접 경험했습니다. 이런 경험을 통해 개발을 더 넓은 시야에서 바라보게 되었고, 다양한 팀원들과 원활하게 소통하며 함께 문제를 해결하는 방법을 익혔습니다.",
  },
  {
    title: "# 소통하는 개발자",
    value:
      "저는 단순히 기능을 구현하는 개발자가 아니라, 함께 만드는 제품의 가치를 중요하게 생각하는 개발자입니다.Front-end 개발을 주로 담당해왔지만, 프로젝트에서 PM, 디자이너, Back-end(Node.js) 개발자의 역할도 직접 경험했습니다. 이런 경험을 통해 개발을 더 넓은 시야에서 바라보게 되었고, 다양한 팀원들과 원활하게 소통하며 함께 문제를 해결하는 방법을 익혔습니다.",
  },
];
